{
    "10 ways to stay creative.pdf": {
        "categories": "Personal Effectiveness, Creativity, Artistic Sustainability, Productivity, Burnout Prevention, R&D Culture",
        "description": ""
    },
    "100-M-offers-alex-hormozi.pdf": {
        "categories": "Sales Strategy, Value Creation, Pricing Psychology, Offer Structuring, Grand Slam Offers, Business Model",
        "description": ""
    },
    "22 Immutable Laws of Branding.pdf": {
        "categories": "Marketing, Brand Strategy, Positioning, Focus, Market Perception, Law of Contraction",
        "description": ""
    },
    "48 laws of power.pdf": {
        "categories": "Psychology, Corporate Strategy, Machiavellianism, Power Dynamics, Social Engineering, Influence",
        "description": ""
    },
    "7 Powers_ The Foundations of Business Strategy ( PDFDrive ).pdf": {
        "categories": "Business Strategy, Economic Moats, Defensibility, Scale Economies, Value Capture, Counter-Positioning",
        "description": ""
    },
    "815789010-რობერტ-გრინი-ძალაუფლების-48-კანონი.pdf": {
        "categories": "Psychology, Strategy, History, Power Dynamics (Georgian)",
        "description": ""
    },
    "monthly-giving-made-easy-erica-waasdorp.pdf": {
        "categories": "Fundraising, Non-profit, Recurring Donations, Donor Retention",
        "description": "A practical how-to guide dedicated to establishing and growing monthly giving programs. Waasdorp provides a step-by-step approach to converting one-time donors into recurring supporters, emphasizing that small, regular gifts are the key to long-term financial sustainability and higher donor retention rates for non-profits."
    },
    "Fundraising-for-Social-Change-Kim-Kleins.pdf": {
        "categories": "Non-profit Management, Grassroots Fundraising, Social Justice, Strategy",
        "description": "Widely considered the bible for community-based organizations with limited budgets. This comprehensive manual covers the essentials of building a broad base of individual donors, arguing that organizations working for social change must rely on the community for funding to maintain their independence and mission integrity."
    },
    "The Soul of Money_ Transforming Your Relationship with Money and Life.pdf": {
        "categories": "Philosophy, Personal Finance, Philanthropy, Psychology, Mindset",
        "description": "A transformative exploration of the cultural and personal mythology surrounding money. Twist challenges the 'scarcity mindset' (the belief that there is never enough) and offers a new perspective on sufficiency, arguing that fundraising is not a transaction but an opportunity for donors to express their values and find spiritual fulfillment."
    },
    "the-art-of-asking-amanda-palmer.epub": {
        "categories": "Memoir, Creativity, Crowdfunding, Community Building, Trust",
        "description": "Expanded from Palmer's viral TED Talk, this book explores the vulnerability required to ask for help. Using her experience as a musician and crowdfunding pioneer, she demonstrates that asking is not about begging, but about building a reciprocal relationship of trust, connection, and exchange with one's community."
    },
    "storytelling-for-grantseekers-cheryl-clarke.pdf": {
        "categories": "Grant Writing, Storytelling, Non-profit Communications, Proposal Writing",
        "description": "A guide to infusing creative writing techniques into the structured world of grant proposals. Clarke teaches fundraisers how to craft compelling narratives that humanize data and mission statements, ensuring that proposals connect emotionally with funders while still delivering necessary facts."
    },
    "the-little-book-of-gold-erik-hanberg.epub": {
        "categories": "Fundraising Basics, Leadership, Small Non-profits, Board Development",
        "description": "A concise, digestible handbook designed specifically for small non-profits and board members who lack a professional development staff. It focuses on the highest-impact activities—such as email appeals and relationship building—providing a realistic roadmap for raising money with limited time and resources."
    },
    "venture-deals-brad-feld-jason-mendelson.pdf": {
        "categories": "Venture Capital, Startups, Law, Finance, Negotiation",
        "description": "The definitive guide to understanding venture capital financing from the entrepreneur's perspective. It demystifies the complex legal and financial terms found in term sheets, explaining the motivations of VCs and lawyers, and teaching founders how to negotiate fair deals without getting taken advantage of."
    },
    "The-Richest-Man-in-Babylon.pdf": {
        "categories": "Personal Finance, Wealth Management, Classics, Parables",
        "description": "A timeless classic that reveals the secrets to acquiring money, keeping money, and making money earn more money. Through entertaining parables set in ancient Babylon, Clason outlines basic financial principles like 'pay yourself first,' living within your means, and investing wisely. Essential reading for understanding the fundamental laws of wealth."
    },
    "the monk who sold his ferrari .pdf": {
        "categories": "Self-Help, Spirituality, Leadership, Personal Growth, Fable",
        "keywords": [
            "fear",
            "failure",
            "motivation",
            "depression",
            "happiness",
            "values",
            "mental model",
            "focus"
        ],
        "description": "An inspiring fable about Julian Mantle, a high-powered lawyer who suffers a heart attack and travels to the Himalayas to seek wisdom. It offers a step-by-step approach to living with greater courage, balance, abundance, and joy. It emphasizes the importance of mastering your mind, following your purpose, and practicing self-discipline."
    },
    "The Subtle Art of Not Giving a Fuck by Mark Manson (z-lib.org).pdf": {
        "categories": "Psychology, Self-Help, Reality Check, Stoicism",
        "description": "A counterintuitive guide to living a good life. Instead of promoting constant positivity, Manson argues that improving our lives hinges not on our ability to turn lemons into lemonade, but on learning to stomach lemons better. It teaches how to prioritize values, accept our limitations, and stop caring about things that don't truly matter."
    }
    // other books....
}